models/User.php

SELECT * FROM `Users` WHERE `id`=1
---
    public static function findIdentity($id) {
        $dbUser = DbUser::find()
            ->where([
                "id" => $id
            ])
            ->one();

SELECT * FROM `Users` WHERE `username`='admin@admin.ru'
---
    public static function findByUsername($username) {
        $dbUser = DbUser::find()
            ->where([
                "username" => $username
            ])
            ->one();